# keywords.py
SEARCH_TERMS = [
    # Општи термини (емоции/идентитет/институции)
    "колективна траума",
    "историска траума",
    "траума во заедницата",
    "колективна тага",
    "колективна жалост",
    "довербата во системот",
    "довербата во институциите",
    "колективна меморија",
    "македонски идентитет",
    "национален идентитет",
    "идентитетска криза Македонија",
    "стрес во општеството",
    "психолошки влијанија политика",
    "траума од политички промени",
    "културен идентитет",
    "политичка криза Македонија",
    "социјален стрес",
    "политички настани Македонија",
    "преспански договор",
    "политичка криза",

    # Политички/идентитетски настани
    "Преспански договор",
    "името на Македонија",
    "НАТО ЕУ Македонија протест",
    "уставни измени Македонија",
    "реформа на уставот Македонија",

    "ЕУ преговори Македонија",
    "бугарско вето Македонија",
    "француски предлог Македонија",
    "интеграција во ЕУ Македонија"

]
